// Source: src/codewars.js
// Task: 72
// Inferred kyu: 7kyu

    //Задача 72
    // Доработайте решение так, чтобы оно разбивало строку на пары из двух символов.
    //     Если строка содержит нечётное количество символов,
    //     то необходимо заменить отсутствующий второй символ в последней паре символом подчёркивания ('_').
    //     Примеры:
    // 'abc' => ['ab', 'c_']
    // 'abcdef' => ['ab', 'cd', 'ef']

    function solution(str) {
        if (str.length === 0) return str
        return str
    }
